Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Improved error messages when creating pull requests.
sv: FÃ¶rbÃ¤ttrade felmeddelanden vid skapande av pull-fÃ¶rfrÃ¥gningar.

source: Fixed creating pull requests on Pagure.
sv: Fixat skapandet av pull-fÃ¶rfrÃ¥gningar pÃ¥ Pagure.

source: Fixed triggering automatically installed add-ons.
sv: Fixade automatiskt installerade tillÃ¤gg.

source: Fixed possible caching issues on upgrade.
sv: Ã tgÃ¤rdade mÃ¶jliga cacheproblem vid uppgradering.

source: Fixed adding new units to monolingual translations using upload.
sv: Fixat tillÃ¤gg av nya enheter till ensprÃ¥kiga Ã¶versÃ¤ttningar med hjÃ¤lp av uppladdning.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.

source: *Released on April 19th 2021.*
sv: *SlÃ¤pptes den 19 april 2021.*

source: The auto_translate management command has now a parameter for specifying translation mode.
sv: Kommandot auto_translate har nu en parameter fÃ¶r att ange Ã¶versÃ¤ttningslÃ¤ge.

source: Added support for :ref:`txt`.
sv: Lagt till stÃ¶d fÃ¶r :ref:`txt`.

source: Added trends and metrics for all objects.
sv: Trender och mÃ¤tvÃ¤rden har lagts till fÃ¶r alla objekt.

source: Added support for directly copying text from secondary languages.
sv: Lagt till stÃ¶d fÃ¶r direkt kopiering av text frÃ¥n sekundÃ¤ra sprÃ¥k.

source: Added date filtering when browsing changes.
sv: Lagt till datumfiltrering vid blÃ¤ddring bland Ã¤ndringar.

source: Improved activity charts.
sv: FÃ¶rbÃ¤ttrade aktivitetsdiagram.

source: Sender for contact form e-mails can now be configured.
sv: AvsÃ¤ndaren fÃ¶r e-postmeddelanden frÃ¥n kontaktformulÃ¤ret kan nu konfigureras.

source: Improved parameters validation in component creation API.
sv: FÃ¶rbÃ¤ttrad validering av parametrar i API fÃ¶r skapande av komponenter.

source: The rate limiting no longer applies to superusers.
sv: HastighetsbegrÃ¤nsningen gÃ¤ller inte lÃ¤ngre fÃ¶r superanvÃ¤ndare.

source: Improved automatic translation add-on performance and reliability.
sv: FÃ¶rbÃ¤ttrad prestanda och tillfÃ¶rlitlighet fÃ¶r tillÃ¤gget fÃ¶r automatisk Ã¶versÃ¤ttning.

source: The rate limiting now can be customized in the Docker container.
sv: HastighetsbegrÃ¤nsningen kan nu anpassas i Docker-containern.

source: API for creating components now automatically uses :ref:`internal-urls`.
sv: API fÃ¶r att skapa komponenter anvÃ¤nder nu automatiskt :ref:`internal-urls`.

source: Simplified state indication while listing strings.
sv: FÃ¶renklad statusindikering vid listning av strÃ¤ngar.

source: Password hashing now uses Argon2 by default.
sv: LÃ¶senordshashning anvÃ¤nder nu Argon2 som standard.

source: Simplified progress bars indicating translation status.
sv: FÃ¶renklade fÃ¶rloppsindikatorer som visar Ã¶versÃ¤ttningsstatus.

source: Renamed :ref:`addon-weblate.consistency.languages` to clarify the purpose.
sv: OmdÃ¶pt :ref:`addon-weblate.consistency.languages` fÃ¶r att fÃ¶rtydliga syftet.

source: Fixed saving string state to XLIFF.
sv: FaststÃ¤lld sparstrÃ¤ngstatus till XLIFF.

source: Added language-wide search.
sv: Lagt till sÃ¶kning i hela sprÃ¥ket.

source: Initial support for :ref:`docker-scaling` the Docker deployment.
sv: Initialt stÃ¶d fÃ¶r :ref:`docker-scaling` Docker-distributionen.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.

source: There are new file formats, you might want to include them in case you modified the :setting:`WEBLATE_FORMATS`.
sv: Det finns nya filformat, du kanske vill inkludera dem om du har Ã¤ndrat :setting:`WEBLATE_FORMATS`.

source: API for creating components now automatically uses :ref:`internal-urls`, see :http:post:`/api/projects/(string:project)/components/`.
sv: API fÃ¶r att skapa komponenter anvÃ¤nder nu automatiskt :ref:`internal-urls`, se :http:post:`/api/projects/(string:project)/components/`.

source: There is a change in dependencies and :setting:`django:PASSWORD_HASHERS` to prefer Argon2 for passwords hashing.
sv: Det har skett en fÃ¶rÃ¤ndring i beroenden och :setting:`django:PASSWORD_HASHERS` fÃ¶r att prioritera Argon2 fÃ¶r lÃ¶senordshashning.

source: *Released on April 1st 2021.*
sv: *SlÃ¤pptes den 1 april 2021.*

source: Fixed metrics collection.
sv: Fast insamling av mÃ¤tvÃ¤rden.

source: Fixed possible crash when adding strings.
sv: Fixat mÃ¶jligt krasch vid tillÃ¤gg av strÃ¤ngar.

source: Improved search query examples.
sv: FÃ¶rbÃ¤ttrade sÃ¶kfrÃ¥geexempel.

source: Fixed possible loss of newly added strings on replace upload.
sv: Fixat mÃ¶jligt fÃ¶rlust av nyligen tillagda strÃ¤ngar vid ersÃ¤ttning av uppladdning.

source: *Released on March 26th 2021.*
sv: *SlÃ¤pptes den 26 mars 2021.*

source: Configurable schedule for automatic translation.
sv: Konfigurerbart schema fÃ¶r automatisk Ã¶versÃ¤ttning.

source: Added Lua format check.
sv: Lua-formatkontroll har lagts till.

source: Ignore format strings in the :ref:`check-duplicate` check.
sv: Ignorera formatstrÃ¤ngar i :ref:`check-duplicate`-kontrollen.

source: Allow uploading screenshot from a translate page.
sv: TillÃ¥t uppladdning av skÃ¤rmdump frÃ¥n en Ã¶versÃ¤ttningssida.

source: Added forced file synchronization to the repository maintenance.
sv: Lade till tvingad filsynkronisering till underhÃ¥llet av arkivet.

source: Fixed automatic suggestions for languages with a longer code.
sv: Fixade automatiska fÃ¶rslag fÃ¶r sprÃ¥k med lÃ¤ngre kod.

source: Improved performance when adding new strings.
sv: FÃ¶rbÃ¤ttrad prestanda vid tillÃ¤gg av nya strÃ¤ngar.

source: Several bug fixes in quality checks.
sv: Flera buggfixar i kvalitetskontroller.

source: Several performance improvements.
sv: Flera prestandafÃ¶rbÃ¤ttringar.

source: Added integration with :ref:`discover-weblate`.
sv: Lagt till integration med :ref:`discover-weblate`.

source: Fixed checks behavior with read-only strings.
sv: Fixat beteendet hos kontroller med skrivskyddade strÃ¤ngar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.

source: *Released on March 5th 2021.*
sv: *SlÃ¤pptes den 5 mars 2021.*

source: Fixed editing of glossary flags in some corner cases.
sv: Fast redigering av ordlistans flaggor i vissa specialfall.

source: Extend metrics usage to improve performance of several pages.
sv: UtÃ¶ka anvÃ¤ndningen av mÃ¤tvÃ¤rden fÃ¶r att fÃ¶rbÃ¤ttra prestandan pÃ¥ flera sidor.

source: Store correct source language in TMX files.
sv: Lagra korrekt kÃ¤llsprÃ¥k i TMX-filer.

source: Better handling for uploads of monolingual PO using the API.
sv: BÃ¤ttre hantering fÃ¶r uppladdning av ensprÃ¥kiga PO-filer med hjÃ¤lp av API.

source: Improved alerts behavior on glossary components.
sv: FÃ¶rbÃ¤ttrat varningsbeteende fÃ¶r ordlista-komponenter.

source: Improved Markdown link checks.
sv: FÃ¶rbÃ¤ttrad kontroll av Markdown-lÃ¤nkar.

source: Indicate glossary and source language in breadcrumbs.
sv: Ange ordlista och kÃ¤llsprÃ¥k i brÃ¶dsmulor.

source: Paginated component listing of huge projects.
sv: Sidnumrerad komponentfÃ¶rteckning Ã¶ver stora projekt.

source: Improved performance of translation, component or project removal.
sv: FÃ¶rbÃ¤ttrad prestanda vid Ã¶versÃ¤ttning, borttagning av komponenter eller projekt.

source: Improved bulk edit performance.
sv: FÃ¶rbÃ¤ttrad prestanda vid massredigering.

source: Fixed preserving "Needs editing" and "Approved" states for ODF files.
sv: FaststÃ¤llda bevaringsstatusar "BehÃ¶ver redigeras" och "GodkÃ¤nd" fÃ¶r ODF-filer.

source: Improved interface for customizing translation-file downloads
sv: FÃ¶rbÃ¤ttrat grÃ¤nssnitt fÃ¶r anpassning av nedladdning av Ã¶versÃ¤ttningsfiler

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.

source: *Released on February 19th 2021.*
sv: *SlÃ¤ppt den 19 februari 2021.*

source: Added support for ``lua-format`` used in gettext PO.
sv: Lagt till stÃ¶d fÃ¶r ``lua-format`` som anvÃ¤nds i gettext PO.

source: Added support for sharing a component between projects.
sv: Lagt till stÃ¶d fÃ¶r delning av komponenter mellan projekt.

source: Fixed multiple unnamed variables check behavior with multiple format flags.
sv: Fixat beteendet fÃ¶r kontroll av flera namnlÃ¶sa variabler med flera formatflaggor.

source: Dropped mailing list field on the project in favor of generic instructions for translators.
sv: Tog bort fÃ¤ltet fÃ¶r e-postlista i projektet till fÃ¶rmÃ¥n fÃ¶r generella instruktioner fÃ¶r Ã¶versÃ¤ttare.

source: Added pseudolocale generation add-on.
sv: TillÃ¤gg fÃ¶r generering av pseudolokaler har lagts till.

source: Added support for TermBase eXchange files.
sv: StÃ¶d fÃ¶r TermBase eXchange-filer har lagts till.

source: Added support for manually defining string variants using a flag.
sv: Lagt till stÃ¶d fÃ¶r manuell definition av strÃ¤ngvarianter med hjÃ¤lp av en flagga.

source: Improved performance of consistency checks.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r konsistenskontroller.

source: Improved performance of translation memory for long strings.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r Ã¶versÃ¤ttningsminnet fÃ¶r lÃ¥nga strÃ¤ngar.

source: Added support for searching in explanations.
sv: Lagt till stÃ¶d fÃ¶r sÃ¶kning i fÃ¶rklaringar.

source: Strings can now be added and removed in bilingual formats as well.
sv: StrÃ¤ngar kan nu ocksÃ¥ lÃ¤ggas till och tas bort i tvÃ¥sprÃ¥kiga format.

source: Extend list of supported languages in Amazon Translate machine translation.
sv: UtÃ¶ka listan Ã¶ver sprÃ¥k som stÃ¶ds i Amazon Translate maskinÃ¶versÃ¤ttning.

source: Automatically enable Java MessageFormat checks for Java Properties.
sv: Aktivera automatiskt Java MessageFormat-kontroller fÃ¶r Java Properties.

source: Added a new upload method to add new strings to a translation.
sv: Lagt till en ny uppladdningsmetod fÃ¶r att lÃ¤gga till nya strÃ¤ngar till en Ã¶versÃ¤ttning.

source: Added a simple interface to browse translation.
sv: Lagt till ett enkelt grÃ¤nssnitt fÃ¶r att blÃ¤ddra bland Ã¶versÃ¤ttningar.

source: Glossaries are now stored as regular components.
sv: Ordlistor lagras nu som vanliga komponenter.

source: Dropped specific API for glossaries as component API is used now.
sv: Specifikt API fÃ¶r ordlistor har tagits bort eftersom komponent-API nu anvÃ¤nds.

source: Added simplified interface to toggle some of the flags.
sv: Lagt till ett fÃ¶renklat grÃ¤nssnitt fÃ¶r att vÃ¤xla mellan vissa flaggor.

source: Added support for non-translatable or forbidden terms in the glossary.
sv: Lagt till stÃ¶d fÃ¶r icke-Ã¶versÃ¤ttbara eller fÃ¶rbjudna termer i ordlistan.

source: Added support for defining terminology in a glossary.
sv: Lagt till stÃ¶d fÃ¶r att definiera terminologi i en ordlista.

source: Moved text direction toggle to get more space for the visual keyboard.
sv: Flyttade textriktningsknappen fÃ¶r att fÃ¥ mer utrymme fÃ¶r det visuella tangentbordet.

source: Added option to automatically watch projects user-contributed to.
sv: Lagt till alternativ fÃ¶r att automatiskt fÃ¶lja projekt som anvÃ¤ndaren bidragit till.

source: Added check whether translation matches the glossary.
sv: Lagt till kontroll av att Ã¶versÃ¤ttningen stÃ¤mmer Ã¶verens med ordlistan.

source: Added support for customizing navigation text color.
sv: Lagt till stÃ¶d fÃ¶r anpassning av navigeringstextens fÃ¤rg.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.

source: The migration might take considerable time if you had big glossaries.
sv: Migreringen kan ta lÃ¥ng tid om du har stora ordlistor.

source: The glossary API is removed, use regular translation API to access glossaries.
sv: Glossary API har tagits bort. AnvÃ¤nd vanligt Ã¶versÃ¤ttnings-API fÃ¶r att komma Ã¥t ordlistor.

source: There is a change in :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` should be added.
sv: Det finns en Ã¤ndring i :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` bÃ¶r lÃ¤ggas till.

source: There is a new dependency on the `pyahocorasick` module.
sv: Det finns ett nytt beroende pÃ¥ modulen `pyahocorasick`.

source: *Released on January 14th 2021.*
sv: *SlÃ¤pptes den 14 januari 2021.*

source: Fixed corruption of one distributed MO file.
sv: Korruption av en distribuerad MO-fil har Ã¥tgÃ¤rdats.

source: *Released on January 13th 2021.*
sv: *SlÃ¤pptes den 13 januari 2021.*

source: Fixed reverting plural changes.
sv: Ã terstÃ¤llda pluralÃ¤ndringar.

source: Fixed displaying help for project settings.
sv: Fixat visningshjÃ¤lp fÃ¶r projektinstÃ¤llningar.

source: Improved administration of users.
sv: FÃ¶rbÃ¤ttrad administration av anvÃ¤ndare.

source: Improved handling of context in monolingual PO files.
sv: FÃ¶rbÃ¤ttrad hantering av sammanhang i ensprÃ¥kiga PO-filer.

source: Fixed cleanup add-on behavior with HTML, ODF, IDML and Windows RC formats.
sv: Fixat tillÃ¤ggets upprensningsbeteende med HTML-, ODF-, IDML- och Windows RC-format.

source: Fixed parsing of location from CSV files.
sv: Fast parsning av plats frÃ¥n CSV-filer.

source: Use content compression for file downloads.
sv: AnvÃ¤nd innehÃ¥llskomprimering fÃ¶r filnedladdningar.

source: Improved user experience on importing from ZIP file.
sv: FÃ¶rbÃ¤ttrad anvÃ¤ndarupplevelse vid import frÃ¥n ZIP-fil.

source: Improved detection of file format for uploads.
sv: FÃ¶rbÃ¤ttrad identifiering av filformat fÃ¶r uppladdningar.

source: Avoid duplicate pull requests on Pagure.
sv: Undvik dubbla pull-fÃ¶rfrÃ¥gningar pÃ¥ Pagure.

source: Improved performance when displaying ghost translations.
sv: FÃ¶rbÃ¤ttrad prestanda vid visning av spÃ¶kÃ¶versÃ¤ttningar.

source: Reimplemented translation editor to use native browser textarea.
sv: Omsatt Ã¶versÃ¤ttningsredigeraren fÃ¶r att anvÃ¤nda webblÃ¤sarens inbyggda textfÃ¤lt.

source: Fixed cleanup add-on breaking adding new strings.
sv: Fixat tillÃ¤gg fÃ¶r rensning som stÃ¶rde tillÃ¤gget av nya strÃ¤ngar.

source: Added API for add-ons.
sv: API fÃ¶r tillÃ¤gg har lagts till.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.

source: *Released on December 15th 2020.*
sv: *SlÃ¤pptes den 15 december 2020.*

source: Improved validation when creating a component.
sv: FÃ¶rbÃ¤ttrad validering vid skapande av en komponent.

source: Weblate now requires Django 3.1.
sv: Weblate krÃ¤ver nu Django 3.1.

source: Added support for appearance customization in the management interface.
sv: Lagt till stÃ¶d fÃ¶r anpassning av utseende i administrationsgrÃ¤nssnittet.

source: Fixed read-only state handling in bulk edit.
sv: Fixat hantering av skrivskyddat lÃ¤ge vid massredigering.

source: Improved CodeMirror integration.
sv: FÃ¶rbÃ¤ttrad CodeMirror-integration.

source: Added add-on to remove blank strings from translation files.
sv: TillÃ¤gg fÃ¶r att ta bort tomma strÃ¤ngar frÃ¥n Ã¶versÃ¤ttningsfiler.

source: The CodeMirror editor is now used for translations.
sv: CodeMirror-redigeraren anvÃ¤nds nu fÃ¶r Ã¶versÃ¤ttningar.

source: Syntax highlighting in translation editor for XML, HTML, Markdown and reStructuredText.
sv: Syntaxmarkering i Ã¶versÃ¤ttningsredigeraren fÃ¶r XML, HTML, Markdown och reStructuredText.

source: Highlight placeables in translation editor.
sv: Markera placerbara objekt i Ã¶versÃ¤ttningsredigeraren.

source: Improved support for non-standard language codes.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r icke-standardiserade sprÃ¥kkoder.

source: Added alert when using ambiguous language codes.
sv: Larm lÃ¤ggs till vid anvÃ¤ndning av tvetydiga sprÃ¥kkoder.

source: The user is now presented with a filtered list of languages when adding a new translation.
sv: AnvÃ¤ndaren fÃ¥r nu upp en filtrerad lista Ã¶ver sprÃ¥k nÃ¤r hen lÃ¤gger till en ny Ã¶versÃ¤ttning.

source: Extended search capabilities for changes in history.
sv: UtÃ¶kade sÃ¶kfunktioner fÃ¶r Ã¤ndringar i historiken.

source: Improved billing detail pages and Libre hosting workflow.
sv: FÃ¶rbÃ¤ttrade faktureringsdetaljsidor och Libre-hostingarbetsflÃ¶de.

source: Extended translation statistics API.
sv: UtÃ¶kad API fÃ¶r Ã¶versÃ¤ttningsstatistik.

source: Improved "other translations" tab while translating.
sv: FÃ¶rbÃ¤ttrad flik "andra Ã¶versÃ¤ttningar" under Ã¶versÃ¤ttningen.

source: Added tasks API.
sv: Lagt till API fÃ¶r uppgifter.

source: Improved performance of file upload.
sv: FÃ¶rbÃ¤ttrad prestanda vid filuppladdning.

source: Improved display of user defined special characters.
sv: FÃ¶rbÃ¤ttrad visning av anvÃ¤ndardefinierade specialtecken.

source: Improved performance of auto-translation.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r automatisk Ã¶versÃ¤ttning.

source: Several minor improvements in the user interface.
sv: Flera mindre fÃ¶rbÃ¤ttringar i anvÃ¤ndargrÃ¤nssnittet.

source: Improved naming of ZIP downloads.
sv: FÃ¶rbÃ¤ttrad namngivning av ZIP-nedladdningar.

source: Added option for getting notifications on unwatched projects.
sv: Lagt till alternativ fÃ¶r att fÃ¥ aviseringar om projekt som inte bevakas.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.

source: There is a change in :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` has to be added there.
sv: Det har skett en Ã¤ndring i :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` mÃ¥ste lÃ¤ggas till dÃ¤r.

source: Django 3.1 is now required.
sv: Django 3.1 krÃ¤vs nu.

source: In case you are using MySQL or MariaDB, the minimal required versions have increased, see :ref:`mysql`.
sv: Om du anvÃ¤nder MySQL eller MariaDB har minimikraven fÃ¶r versioner hÃ¶jts, se :ref:`mysql`.

source: :ref:`mono_gettext` now uses both ``msgid`` and ``msgctxt`` when present. This will change identification of translation strings in such files breaking links to Weblate extended data such as screenshots or review states. Please ensure you commit pending changes in such files prior upgrading and it is recommended to force loading of affected component using :wladmin:`loadpo`.
sv: :ref:`mono_gettext` anvÃ¤nder nu bÃ¥de ``msgid`` och ``msgctxt`` nÃ¤r de finns. Detta kommer att Ã¤ndra identifieringen av Ã¶versÃ¤ttningsstrÃ¤ngar i sÃ¥dana filer och bryta lÃ¤nkar till Weblate-utÃ¶kade data sÃ¥som skÃ¤rmdumpar eller granskningsstatus. Se till att du bekrÃ¤ftar vÃ¤ntande Ã¤ndringar i sÃ¥dana filer innan uppgraderingen och det rekommenderas att tvinga inlÃ¤sning av berÃ¶rda komponenter med hjÃ¤lp av :wladmin:`loadpo`.

source: Increased minimal required version of translate-toolkit to address several file format issues.
sv: Ãkad minimikrav pÃ¥ version av translate-toolkit fÃ¶r att hantera flera problem med filformat.

source: *Released on November 4th 2020.*
sv: *SlÃ¤pptes den 4 november 2020.*

source: Fixed crash on certain component file masks.
sv: Krasch vid vissa komponentfilmasker har Ã¥tgÃ¤rdats.

source: Added support for Pagure pull requests.
sv: Lagt till stÃ¶d fÃ¶r Pagure pull-fÃ¶rfrÃ¥gningar.

source: Improved error messages for failed registrations.
sv: FÃ¶rbÃ¤ttrade felmeddelanden fÃ¶r misslyckade registreringar.

source: Reverted rendering developer comments as Markdown.
sv: Ã terstÃ¤llda kommentarer frÃ¥n renderingsutvecklare som Markdown.

source: Simplified setup of Git repositories with different default branch than "master".
sv: FÃ¶renklad konfiguration av Git-arkiv med annan standardgren Ã¤n "master".

source: Newly created internal repositories now use main as the default branch.
sv: Nyskapade interna arkiv anvÃ¤nder nu main som standardgren.

source: Reduced false positives rate of unchanged translation while translating reStructuredText.
sv: Minskad andel falska positiva resultat vid ofÃ¶rÃ¤ndrad Ã¶versÃ¤ttning vid Ã¶versÃ¤ttning av reStructuredText.

source: Fixed CodeMirror display issues in some situations.
sv: Ã tgÃ¤rdade problem med visningen av CodeMirror i vissa situationer.

source: Renamed Template group to "Sources" to clarify its meaning.
sv: OmdÃ¶pte Mallgrupp till "KÃ¤llor" fÃ¶r att fÃ¶rtydliga dess innebÃ¶rd.

source: Fixed GitLab pull requests on repositories with longer paths.
sv: Fixade GitLab-pull-fÃ¶rfrÃ¥gningar pÃ¥ repositorier med lÃ¤ngre sÃ¶kvÃ¤gar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.

source: *Released on October 21st 2020.*
sv: *SlÃ¤pptes den 21 oktober 2020.*

source: Improved auto-translation performance.
sv: FÃ¶rbÃ¤ttrad automatisk Ã¶versÃ¤ttningsprestanda.

source: Fixed session expiry for authenticated users.
sv: Fast sessionstid fÃ¶r autentiserade anvÃ¤ndare.

source: Add support for hiding version information.
sv: LÃ¤gg till stÃ¶d fÃ¶r att dÃ¶lja versionsinformation.

source: Improve hooks compatibility with Bitbucket Server.
sv: FÃ¶rbÃ¤ttra kompatibiliteten mellan hooks och Bitbucket Server.

source: Improved performance of translation memory updates.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r uppdateringar av Ã¶versÃ¤ttningsminnet.

source: Improved performance of Matrix view.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r matrisvyn.

source: Added confirmation before removing a user from a project.
sv: BekrÃ¤ftelse har lagts till innan en anvÃ¤ndare tas bort frÃ¥n ett projekt.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.

source: *Released on October 15th 2020.*
sv: *SlÃ¤pptes den 15 oktober 2020.*

source: Include user stats in the API.
sv: Inkludera anvÃ¤ndarstatistik i API:et.

source: Fixed component ordering on paginated pages.
sv: Fast komponentordning pÃ¥ sidindelade sidor.

source: Define source language for a glossary.
sv: Definiera kÃ¤llsprÃ¥k fÃ¶r en ordlista.

source: Rewritten support for GitHub and GitLab pull requests.
sv: Omskriven support fÃ¶r GitHub- och GitLab-pull-fÃ¶rfrÃ¥gningar.

source: Fixed stats counts after removing suggestion.
sv: Fasta statistikvÃ¤rden rÃ¤knas efter att fÃ¶rslaget har tagits bort.

source: Extended public user profile.
sv: UtÃ¶kad offentlig anvÃ¤ndarprofil.

source: Fixed configuration of enforced checks.
sv: Fast konfiguration av obligatoriska kontroller.

source: Improve documentation about built-in backups.
sv: FÃ¶rbÃ¤ttra dokumentationen om inbyggda sÃ¤kerhetskopior.

source: Moved source language attribute from project to a component.
sv: Flyttade kÃ¤llsprÃ¥ksattributet frÃ¥n projektet till en komponent.

source: Add Vue I18n formatting check.
sv: LÃ¤gg till Vue I18n-formateringskontroll.

source: Generic placeholders check now supports regular expressions.
sv: Generiska platshÃ¥llare stÃ¶der nu reguljÃ¤ra uttryck.

source: Improved look of Matrix mode.
sv: FÃ¶rbÃ¤ttrat utseende fÃ¶r Matrix-lÃ¤get.

source: Machinery is now called automatic suggestions.
sv: Maskiner kallas nu automatiska fÃ¶rslag.

source: Added support for interacting with multiple GitLab or GitHub instances.
sv: Lagt till stÃ¶d fÃ¶r interaktion med flera GitLab- eller GitHub-instanser.

source: Extended API to cover project updates, unit updates and removals and glossaries.
sv: UtÃ¶kad API fÃ¶r att tÃ¤cka projektuppdateringar, enhetsuppdateringar och borttagningar samt ordlistor.
